Repository: sonaagulmyy/job_finder_app
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Settings
tr: Sazlamalar

source: Welcome
tr: Hoşgeldiňiz

source: Notifications
tr: Bildirişler

source: Let's find your dream job
tr: Arzuwyňdaky işi tap

source: Recommendations
tr: Teklipler

source: Recent job
tr: Soňkylar

source: See all
tr: Hemmesi

source: Home
tr: Esasy

source: Saved
tr: Goşulanlar

source: Profile
tr: Profil

source: No Saved Jobs
tr: Goşulan iş ýok

source: Account
tr: Hasabym

source: Languages
tr: Diller

source: Privacy
tr: Gizlinlik

source: Dark mode
tr: Garaňky režim

source: Log Out
tr: Çykmak

source: Password
tr: Parol

source: Let's jump in
tr: Programma giriň

source: Sign in
tr: Giriň

source: Don't have an account?
tr: Hasabyňyz ýokmy?

source: Sign up
tr: Hasaba giriň

source: Phone
tr: Telefon

source: Email
tr: E-poçta

source: Type the code
tr: Kody ýazyň

source: Sent the code:
tr: Kod iberildi:

source: Resend the code
tr: Kody täzeden iber

source: Select your region
tr: Şäher ýada welaýatyňyzy saýlaň

# continuee
source: continue
tr: dowam etmek

source: Select job type
tr: Iş görnüşini saýlaň

source: Choose your job type
tr: Iş görnüşiňizi saýlaň

# chooseJobExplanation
source: Choose whether you are looking for a job or you are company needs employee
tr: Siz iş gözleýändigiňizi ýa-da kompaniýa işgär gerekdigini saýlaň

source: Find a job for you
tr: Özüňize iş tapyň

# wannaFindjob
source: I want to find a job for me
tr: Men iş tapmak isleýärin

source: Find an employee
tr: Işgär tapyň

# wannaFindEmployee
source: I want to find an employee
tr: Işgär tapmak isleýärin

source: Select your experience
tr: Tejribäňizi saýlaň

source: Accounting and Finance
tr: Hasapçylyk we maliýe

source: Graphic design
tr: Grafiki dizaýn

source: Media,Design,Creative
tr: Mediýa, dizaýn, döredijilik

source: Sales and Marketing
tr: Satyş we marketing

source: Programming
tr: Programmirlemek

source: Writing and Content
tr: Ýazuw

source: Tailor
tr: Tikinçi

source: SMM manager
tr: SMM menejer

source: Hairdresser
tr: Dellek

source: Driver
tr: Sürüji

# fillProfile
source: Fill your profile
tr: Profiliňizi dolduryň

source: Name
tr: At

source: Surname
tr: Familiýa

source: Birthday
tr: Doglan sene

source: Female
tr: Aýal

source: Male
tr: Erkek

source: Congratulations!
tr: Gutlaýaryn!

# accountReady
source: Your account is ready to use,you will be redirected to Home page
tr: Hasabyňyz ulanmaga taýyn, Baş sahypa ugrukdyrylýarsyňyz

source: Ashgabat
tr: Aşgabat

source: Dashoguz
tr: Daşoguz

source: Log in
tr: Giriň

source: Nothing found
tr: Hiç zat tapylmady

source: All
tr: Hemmesi

# neww
source: New
tr: Täze

source: Job has been updated
tr: Iş üýtgedildi

source: December
tr: Dekabr

source: Found
tr: tapyldy

source: Job saved!
tr: Iş goşuldy!

source: Removed from saved!
tr: Goşulanlardan aýryldy!

source: Change language
tr: Dil üýtgetmek

source: Location
tr: Ýeri
